export const originCountries = [
  "Казахстан",
  "Германия",
  "Япония",
  "Южная Корея",
  "США",
  "Китай",
  "Австралия",
  "Австрия",
  "Бразилия",
  "Венгрия",
  "Вьетнам",
  "Дания",
  "Франция",
  "Италия",
  "Великобритания",
  "Индонезия",
  "Канада",
  "Чехия",
  "Швеция",
  "Испания",
  "Малайзия",
  "Мексика",
  "Нидерланды",
  "Норвегия",
  "Польша",
  "Португалия",
  "Россия",
  "Сербия",
  "Словакия",
  "Таиланд",
  "Узбекистан",
  "Индия",
  "Румыния",
  "Турция",
  "Финляндия",
  "Швейцария",
  "Беларусь",
  "Украина",
  "Иран",
  "Тайвань",
  "ЮАР"
];

export const bodyTypes = [
  "Седан",
  "Универсал",
  "Хэтчбек",
  "Лифтбек",
  "Купе",
  "Кабриолет",
  "Родстер",
  "Тарга",
  "Лимузин",
  "Кроссовер",
  "Внедорожник",
  "Пикап",
  "Минивэн",
  "Компактвэн",
  "Микроавтобус",
  "Фургон"
];

export const engineTypes = [
  "Бензин",
  "Дизель",
  "Газ-бензин",
  "Газ",
  "Гибрид",
  "Электричество"
];

export const gearboxTypes = [
  "Механика",
  "АКПП",
  "Автомат",
  "Типтроник",
  "Вариатор",
  "Робот"
];

export const colors = [
  "Белый",
  "Черный",
  "Серый",
  "Серебристый",
  "Красный",
  "Синий",
  "Голубой",
  "Зеленый",
  "Желтый",
  "Оранжевый",
  "Коричневый",
  "Бежевый",
  "Золотистый",
  "Фиолетовый",
  "Бордовый"
];
